final List directives = [
    {
      'title': 'התנהגות בזמן יציאה מהבית',
      'content': """
לא ניתן לצאת מהבית (ממקום מגורים או ממקום שהייה קבוע) למרחב הציבורי אלא לאחת המטרות המצוינות מטה.
במרחב הציבורי ובמקומות העבודה ישמר מרחק של 2 מטרים לפחות בין אדם לאדם.
שירותי התחבורה הציבורית יצומצמו לכדי 25% מהקיים, ובהתאם להנחיות משרד הבריאות. מותרים שירותי הסעה למקומות עבודה בכפוף למגבלות.
יש לחבוש מסכות במרחב הציבורי.
כל ישראלי ששב ארצה יכנס לבידוד במלונית.
נסיעה במונית – רק עם נוסע אחד או עם מלווה נוסף לצורך רפואי, כשהנוסעים יישובים במושב האחורי כשחלונות הרכב פתוחים.
שמירת מרחק - יש לצמצם מגע בין אנשים ולשמור על מרחק של 2 מטרים מכל אדם, בעת הגעה למקום ציבורי שיש בו אנשים.
היגיינה - חשוב להקפיד על היגיינת ידיים והיגיינה נשימתית.   
      """
    },
    {
      'title': 'התנהגות במקומות העבודה',
      'content': """
על המעסיקים מוטלת החובה למדוד חום בכניסה למקום העבודה. לא תותר כניסה לאנשים עם חוץ גוף העולה על 38 מעלות צלזיוס.
יש להקפיד על קיום מרחק של 2 מטרים לפחות בין אדם לאדם, ככל האפשר
יש לרחוץ ידיים בכניסה וביציאה לעבודה, וכן אחת ל-3 שעות לכל היותר.
יש להשתדל ככל הניתן שלא לגעת באף ובפה, ולרחוץ ידיים לאחר מגע מסוג זה.
היגיינה - חשוב להקפיד על היגיינת ידיים והיגיינה נשימתית.
יש לפזר טישו או נייר טואלט בזמינות קרובה לכל העובדים.
      """
    },
    {
      'title': 'הנחיות וכללי התנהגות נוספים',
      'content': """
יש להימנע ממגע פיזי כולל חיבוקים ולחיצות ידיים.
יש לפתוח דלתות לא באמצעות כף היד.
יש להמעיט ככל האפשר בנגיעה בפנים.
יש לרחוץ ידיים לעיתים קרובות.
חשוב לבצע אוורור מקסימלי של הבית.
יש לחטא ידיות ודלתות.
יש להימנע מלנשק מזוזות ותשימי קדושה אחרים.
יש להימנע מאכילה משותפת בכלי אחד או להעביר אוכל מפה לפה.
יש להימנע מלעשן סיגריות, סיגריות אלקטרוניות או נרגילות – זו הזדמנות טובה להפסיק לעשן!
יש להקפיד על תזונה בריאה ופעילות גופנית בעת השהיה בבית.
יש לרדת לבד במעלית או ללא קרבה לאנשים אחרים.
חולים: חל איסור על חולים עם חום ותסמינים נשימתיים לצאת מהבית, למעט במצבי חירום רפואי.
הליכה יחידנית: ניתן לצאת ל-10 דקות הליכה לבד במקומות מבודדים או לצאת לחצר.
שמירה על ילדים: שתי משפחות יחד באופן קבוע יוכלו לשמור על פעוטות.
אין לצאת מהבית לפארקים, לגינות משחקים, לחוף הים, לבריכה, לספריות, למוזאונים, לשמורות טבע וגנים או למרחבים ציבוריים אחרים.
יש לשמור על קשרים חברתיים באמצעי תקשורת מרחוק ולהימנע מאירוח של חברים ובני משפחה שאינם מתגוררים בבית.
      """
    },
    {
      'title': 'אוכלוסייה בסיכון',
      'content': """
על אוכלוסיית בני ה-60 ומעלה, בדגש על קשישים ואוכלוסיות בסיכון, להישאר בביתם ולא להסתכן ביציאה למרחב.
צריכים להקפיד ולהימנע לצאת מהבית, מאירוח אנשים בבית, למעט שירותים חיוניים:
חולים במחלות כרוניות קשות בכל גיל
חולים במחלות ממושכות של דרכי הנשימה כולל אסטמה
חולים במחלות אוטואימוניות
חולים במחלות לב וכלי דם
חולים בסכרת
חולים במחלות ומצבים הפוגעים במערכת החיסון
חולים במחלות ממאירות
יש להיעזר בחברים ובני משפחה בהבאת אספקה לבית.
חל איסור ביקורים במסגרות רווחה, סיעוד או בריאות, המשמשים כבתים לחיים עבור תושביהם למעט מלווה אחד לכל היותר, רצוי מלווה קבוע.
אנשים עם סימפטומים אינם רשאים ללוות חולים או לבקר במוסדות לאוכלוסייה הקשישה.      """
    },
    {
      'title': 'אנשים עם מוגבלות',
      'content': """
במקרים חיוניים, הנדרשים על מנת לשמור על בריאות האדם או מצבו הנפשי, ניתן לאפשר לאנשים עם מוגבלות על הספקטרום האוטיסטי או אנשים עם מוגבלות נפשית או דומות להן, יחד עם מלווה אחד, אם נדרש, לצאת מעבר למגבלת המרחק הקבועה בתקנות (100 מ' ממקום מגורים), וזאת באופן מידתי בהתאם למינימום הזמן והמרחק האפשריים, תוך הקפדה על הנחיות משרד הבריאות (מרחק של 2 מטר וכו').
רצוי לצאת עם אישורים מתאימים, תעודת נכה, תעודת פטור או מסמך של איש מקצוע.
זאת כמובן מבלי להמעיט בצורך להישמע להנחיות ולשמור עליהן בקפדנות.
יש להסתייע ככל האפשר בשירותים ובאפשרויות מקוונות, מרחוק, וירטואליות, טלפוניות וכדומה, על מנת לייצר שגרת חירום אפקטיבית."""
    },
  ];