import 'package:flutter/material.dart';

class WhatIsWidget extends StatelessWidget {
  @override
  Widget build(BuildContext context) {
    return Card(
      margin: EdgeInsets.only(bottom: 10.0, top: 5.0),
      elevation: 3.0,
      child: Padding(
        padding: EdgeInsets.symmetric(horizontal: 24.0, vertical: 5.0),
        child: Column(
          mainAxisSize: MainAxisSize.min,
          children: <Widget>[
            Center(
              child: Text(
                'מהו נגיף הקורונה?',
                style: TextStyle(
                    decoration: TextDecoration.underline, fontSize: 24.0),
              ),
            ),
            Text("""
מדובר בנגיף נפוץ שתוקף כמעט כל אדם לפחות פעם בחיים - בעיקר בתקופת הילדוּת, לרוב הוא אינו מסוכן.
אצל מרבית החולים ניתן לזהות את התסמינים חום(88%) ושיעול יבש(מדובר בנגיף נפוץ ממשפחת הסארס והמרס (שהם למעשה סוגים שונים של נגיף הקורונה). כשמסתכלים על הנגיף במיקרוסקופ אלקטרוני רואים תמונה שמזכירה כתר, ומכאן שמו: משמעות המילה "קורונה" בלטינית היא כתר.
בדרך כלל לא גורם הנגיף הזה למחלות בבני אדם, אלא בבעלי חיים - יונקים ועופות. אם בני אדם בכל זאת נדבקים בו, הרי לרוב מתבטאת מחלתם בהצטננות קלה, וזו חולפת מעצמה ללא שום טיפול. לעומת זאת, אם מדובר באדם שמערכת החיסון שלו מדוכאת מסיבה כלשהי, עלול נגיף הקורונה לגרום למחלה רצינית וקשה יותר.
בשנים 2003-2002 הייתה התפרצות של נגיף דומה ממשפחת הסארס, והוא גרם למותם של יותר מ־800 בני אדם.
במגיפה הנוכחית מדובר בנגיף שעבר באחרונה מוטציה והפך לאלים לכן ארגון הבריאות העולמי כינה אותו בהתחלה "נגיף הקורונה החדש". לאחר כמה ימים נזנח השם הזה, ובמקומו החלו להשתמש בשם שנתנו למחלה שהוא מחולל: COVID-19 - קיצור של coronavirus disease 2019 ובעברית: מחלה של נגיף הקורונה.
         """),
          ],
        ),
      ),
    );
  }
}
